Repository: mplze/DynamicsBusinessCentral
Catalog: Multilingual/Translations/MultilLang.*.xlf
Languages: si_lk

# Table 4179158116 - Property 2879900210
source: Car
si_lk: කාරය

# Table 4179158116 - Field 4200184881 - Property 2879900210
source: No.
si_lk: නැත

# Table 4179158116 - Field 3461834954 - Property 2879900210
source: Description
si_lk: විස්තරය

# Table 4179158116 - Field 3454070650 - Property 2879900210
source: Class
si_lk: පන්තිය

# Table 4179158116 - Field 3454070650 - Property 62802879
source: Type1,Type2
si_lk: වර්ගය

# Table 4179158116 - Field 708423238 - Property 2879900210
source: Engine capacity
si_lk: එන්ජිමේ ධාරිතාව

# Page 1634653456 - Property 2879900210
source: Car Card
si_lk: කාර් කාඩ්

# Page 1634653456 - Control 4200184881 - Property 2879900210
source: No
si_lk: වාහන අංකය

# Page 1634653456 - Control 3461834954 - Property 2879900210
source: Description
si_lk: විස්තරය

# Page 1634653456 - Control 708423238 - Property 2879900210
source: Engine capacity
si_lk: එන්ජිමේ ධාරිතාව

# Page 1634653456 - Control 3454070650 - Property 2879900210
source: Class
si_lk: පන්තිය

# Page 1683398134 - Property 2879900210
source: Car List
si_lk: කාර් ලැයිස්තුව

# Page 1683398134 - Control 4200184881 - Property 2879900210
source: No
si_lk: නැත

# Page 1683398134 - Control 3461834954 - Property 2879900210
source: Description
si_lk: විස්තරය

# Page 1683398134 - Control 3454070650 - Property 2879900210
source: Class
si_lk: පන්තිය

# Page 1683398134 - Control 708423238 - Property 2879900210
source: Engine capacity
si_lk: එන්ජිමේ ධාරිතාව
